[
  {
    "id" : "Camagru",
    "description": "Camagru was the first ever web project I worked on, it was a school project while I was studying at 42 Paris, I realised this \"instagram like\" website by myself using PHP, Javascript and MySql. If features a screen to take a selfie with a few filters, an user page where you can see all the photos you've published and can choose to share them or keep them private, a feed page where you can see other users photos, like them and leave a comment. Finaly you can choose to receive email notifications when one of you photo receive a new like or comment.",
    "technos": ["PHP", "Javascript", "MySql", "HTML", "CSS", "GIT"],
    "mockupURL": null,
    "githubURL": "https://github.com/Sgury42/Camagru"
  },
  {
    "id" : "Matcha",
    "description": "Matcha is a matching web application featuring a smart profile suggestion based on location, popularity score and interest. Users can choose to receive notification when a new match happen and/or when they receive a new message through the chat. It got everything you need to find true love! This a school project I worked on with a team mate. It was fun to work on and to use react for the first time.",
    "technos": ["Javascript", "React", "Hooks & Redux", "Sockets", "Materia-UI", "Google Geolocation"],
    "mockupURL": "mockups/MatchaMockup.png",
    "githubURL": "https://github.com/Sgury42/matcha"
  },
  {
    "id" : "Hypertube",
    "description": "Hypertube is a streaming website, using torrent sources to live stream movies directly to the user, movies can be looked up by genres, year of release and keywords. The streaming might not be as good as Netflix but comments are allowed and it was really cool to recreate something similar being just a team of 3 students. This last school project allowed me sumarized what I learned so far about website developing and of course learn more, because learning never stops in this field and it is part of why I love it so much.",
    "technos": ["React", "Bootstrap", "Express", "Google Auth", "MongoDB", "Javascript"],
    "mockupURL": "mockups/HypertubeMockup.png",
    "githubURL": "https://github.com/Sgury42/Hypertube"
  },
  {
    "id": "comment",
    "_comment": {
      "id" : "",
      "description": "",
      "technos": [],
      "mockupURL": "mockups/",
      "githubURL": ""
    }
  }
]